export const standardContent = [{
  title: '一类违规',
  children: [{
    subTitle: '违规内容',
    clauseList: [
      { text: '违反国家法律法规；' },
      { text: '擅自超出代理地区经营；' },
      { text: '隐瞒真实状况，或利用虚假信息签约；' },
      { text: '擅自出售、转让、向任何第三方泄露，或以其他方式违规使用小电的系统后台账号、经营信息和运营数据，及/或商户的个人信息和相关数据；' },
      { text: '言论或行为等损害小电品牌及公司形象；' },
      { text: '违反独家合作条款；' },
      { text: '虚假、夸大宣传小电产品或利用其他不正当手段欺骗、误导商家、消费者；' },
      { text: '擅自将全部或部分业务以任何形式转让（包括但不限于分包、转包、委托第三方协作等）；' },
      { text: '向小电员工或其亲属等提供不当利益行为；' },
      { text: '擅自改换充电设备的商标图案及标识、相关文件和图片；' },
    ],
  }, {
    subTitle: '违规处理标准',
    clauseList: [
      { text: '小电对外承担的全部赔偿或补偿款均由代理商/服务商承担；' },
      { text: '单次支付违约金20000元；' },
      { text: '小电有权提前终止合同并追究代理商违约责任，代理商所有应付费用、违约金、赔偿等，小电均有权从合作协议项下代理商合作分成中进行扣除。如当月合作分成不足以覆盖该期应付费用的，小电有权继续扣除下个月合作分成，直至扣减足额为止。', color: 'red' },
    ],
  }],
},
{
  title: '二类违规',
  children: [{
    subTitle: '违规内容',
    clauseList: [
      { text: '同品牌恶意竞争资源，擅自在小电及其他代理商已有合作（包括但不限于已签署合作协议、达成合作意向）或已铺设小电品牌设备的门店铺设其设备，或不同的代理商/服务商同时铺设同一商户，或与上述门店、商户洽谈充电宝合作，包括但不限于发送报价、冒充或唆使商家解约、新增绑定代理商设备等；' },
      { text: '进行经营数据造假；' },
      { text: '擅自售卖小电设备；' },
      { text: '当接到投诉时，假冒举报者向小电表示撤销投诉；' },
      { text: '当接到投诉时，虚构事实，隐瞒实情，阻碍小电正常调査；' },
      { text: '伪造或篡改商户信息和资料，包括但不限于营业执照复印件、门店信息等；' },
      { text: '辱骂、恐吓、威胁商户的行为；' },
      { text: '通过虚假交易等方式提高设备销量；' },
      { text: '恶意扰乱市场和不正当经营，包括但不限于恶意签约跨区域商户；' },
      { text: '恶意投诉、诋毁、虚假订单等方式进行不正当竞争；' },
      { text: '未经小电允许，以小电名义向商家、消费者捆绑销售产品；' },
      { text: '隐瞒私下协定，以任何方式私自收取商户、消费者的任何费用；' },
    ],
  }, {
    subTitle: '违规处理标准',
    clauseList: [
      { text: '小电对外承担的全部赔偿或补偿款均由代理商/服务商承担；' },
      { text: '支付违约金5000元；' },
      { text: '若出现二类违规第1款规定的情形，除需按照合作协议及本管理规范的约定承担责任外，还需承担因该行为产生的订单流水（订单流水金额以小电认定为准）的3倍罚款（其中1倍罚款判定给被偷流水方，补款将在次月首次账单中结算），如罚款不足以弥补损失的，应当补足。', color: 'red' },
      { text: '小电有权提前终止合同并追究代理商违约责任，代理商所有应付费用、违约金、赔偿等，小电均有权从合作协议项下代理商合作分成中进行扣除。如当月合作分成不足以覆盖该期应付费用的，有权继续扣除下个月合作分成，直至扣减足额为止。', color: 'red' },
    ],
  }],
}, {
  title: '三类违规-1',
  children: [{
    subTitle: '违规内容',
    clauseList: [
      { text: '盗取/挪用非自营区域内的充电宝行为；' },
    ],
  }, {
    subTitle: '违规处理标准',
    clauseList: [
      { text: '按100元/个充电宝赔偿，从当月分成中扣除；' },
    ],
  }],
}, {
  title: '三类违规-2',
  children: [{
    subTitle: '违规内容',
    clauseList: [
      { text: '设备维护不当，毁损、丢失设备、或设备离线超过30日的，包括但不限于盒子、充电宝、座充 、柜机等；' },
    ],
  }, {
    subTitle: '违规处理标准',
    clauseList: [
      { text: '设备并非代理商/服务商所购买的，则应按设备市价赔偿；' },
      { text: '设备系代理商/服务商购买的，则采购款仍应继续支付；' },
      { text: '设备遗失、毁损、离线数量超过购买和非购买设备的30%，小电有权提前终止合同并追究违约责任；' },
    ],
  }],
}, {
  title: '三类违规-3',
  children: [{
    subTitle: '违规内容',
    clauseList: [
      { text: '商家/消费者投诉乙方及其员工态度恶劣、或因乙方行为投诉小电成立的； 、柜机等；', color: 'red' },
    ],
  }, {
    subTitle: '违规处理标准',
    clauseList: [
      { text: '小电对外承担的全部赔偿或补偿款均由代理商/服务商承担；', color: 'red' },
      { text: '处罚2000元/次；', color: 'red' },
      { text: '情节恶劣或累积超3次以上的，小电有权解除合同并追究违约责任。', color: 'red' },
    ],
  }],
}, {
  title: '备注',
  type: 'other',
  children: [{
    clauseList: [
      { text: '合作期间出现 3 次违规（包括二类和三类）或 1 次一类违规，小电有权单方提前终止合作，清退渠道商并追究相应违约责任；' },
      { text: '举报邮箱：监察中心（lianzheng@dian.so）' },
      { text: '以上规则自2022.09.05起执行' },
    ],
  }],
}]
